app/controllers/comments_controller.rb

SELECT "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT 1  [["id", "2"]]
INSERT INTO "comments" ("body", "commenter", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?, ?)  [["body", "Pooooop"], ["commenter", "Zazoo"], ["created_at", Mon, 17 Feb 2014 23:04:39 UTC +00:00], ["post_id", 2], ["updated_at", Mon, 17 Feb 2014 23:04:39 UTC +00:00]]
---
	def create
		@post = Post.find(params[:post_id])
		@comment = @post.comments.create(params[:comment])