app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Sun, 16 Feb 2014 23:15:43 UTC +00:00], ["text", "I went hungry. Boo hoo, my sacrifice to you...."], ["title", "Hyaena"], ["updated_at", Sun, 16 Feb 2014 23:15:43 UTC +00:00]]
---
	def create
#		render text: params[:post].inspect
		@post = Post.new(params[:post])
		if @post.save